Repository: paulwoman/Capitalism_Lab_ENG_to_PT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: We will discuss production technology later.
pt_br: Discutiremos a tecnologia de produção mais tarde.

source: Weak consumer spending will in turn adversely affect the business sector.
pt_br: Os fracos gastos dos consumidores, por sua vez, afetarão negativamente o setor empresarial.

source: Well done!
pt_br: Muito bem!

source: Well now it is your chance to find that out.
pt_br: Bem, agora é sua chance de descobrir isso.

source: When #Internal Sale# is enabled for a product, it is for internal sale only and competitors are not allowed to buy it.
pt_br: Quando #Venda Interna# é habilitada para um produto, é somente para venda interna e os concorrentes não estão autorizados a comprá-lo.

source: When #Internal Sale# is enabled, competitors cannot purchase this product from you.
pt_br: Quando #Venda interna# estiver ativada, os concorrentes não poderão comprar este produto.

source: When Product Customization is enabled, Technology Disruption will be automatically turned off.
pt_br: Quando a personalização do produto está ativada, a tecnologia Disruptiva será automaticamente desativada.

source: When a city does not have sufficient job opportunities for new immigrants, or its public facilities cannot keep up with the demand by its growing population, the city is likely to tighten its immigration policy.
pt_br: Quando uma cidade não tem oportunidades de emprego suficientes para novos imigrantes, ou quando suas instalações públicas não conseguem acompanhar a demanda de sua crescente população, é provável que a cidade aperte sua política de imigração.

source: When a city's consumer tax rate is too high, consumer spending will decline.
pt_br: Quando a taxa de imposto de consumo de uma cidade é muito alta, os gastos dos consumidores diminuirão.

source: When a city's individual income tax rate is too high, it will have a negative effect on consumer spending.
pt_br: Quando a taxa de imposto de renda individual de uma cidade é muito alta, isso terá um efeito negativo sobre os gastos dos consumidores.

source: When a company issues new shares, the Earning Per Share will be diluted as the company's profit will be divided by a larger number of shares.
pt_br: Quando uma empresa emite novas ações, o Lucro por ação será diluído, pois o lucro da empresa será dividido por um número maior de ações.

source: When a consumer buys a product they consider the ~price~, the ~quality~ and the ~brand~ of the product.^^For the ~quality~, it is affected by the qualities of raw materials used and the production technology, which you have already learned in the previous tutorial.^^For the ~price~, it is very straightforward - a lower price makes a product more competitive in the market.^^A ~brand~ is a distinguishing name intended to identify and differentiate a seller's products from competitor's products.
pt_br: Quando um consumidor compra um produto, ele considera o ~preço~, a ~qualidade~ e a ~marca~ do produto.^^Para a ~qualidade~, ele é afetado pelas qualidades das matérias-primas utilizadas e pela tecnologia de produção, o que você já aprendeu no tutorial anterior.^^Para o ~preço~, é muito simples - um preço mais baixo torna um produto mais competitivo no mercado.^^A ~marca~ é um nome distintivo destinado a identificar e diferenciar os produtos de um vendedor dos produtos da concorrência.

source: When a consumer buys a product, the product's price, quality, and brand are considered.
pt_br: Quando um consumidor compra um produto, o preço, a qualidade e a marca do produto são considerados.

source: When a corporation uses a single umbrella brand for all its products, newly launched products will benefit from the existing corporate brand.
pt_br: Quando uma empresa utiliza uma única marca guarda-chuva para todos os seus produtos, os produtos recém-lançados serão beneficiados pela marca corporativa existente.

source: When all the workers in a unit become experienced, the unit level will increase by one (training will speed this up).
pt_br: Quando todos os trabalhadores de uma unidade se tornarem experientes, o nível da unidade aumentará em um (o treinamento irá acelerar isto).

source: When enabled, only firms that match the filter criteria will be shown on the city view; other buildings will be hidden.
pt_br: Quando ativado, somente as empresas que corresponderem aos critérios do filtro serão mostradas na vista da cidade; outros edifícios serão ocultos.

source: When it comes to choosing a media to advertise, you should consider the ~Ratings Points~ and the ~Advertising Cost~ of each media.^^The higher the ~rating points~, the greater the ~audience share~.^^The ~advertising cost~ is simply the cost for your advertisement to be ~seen a thousand times~ by potential customers.
pt_br: Quando se trata de escolher uma mídia para anunciar, você deve considerar os ~Pontos de Audiência~ e o ~Custo de publicidade~ de cada mídia.^^Quanto mais altos os ~pontos de Audiência~, maior será a ~participação do público~.^^O ~custo de publicidade~ é simplesmente o custo para seu anúncio ser ~visto mil vezes~ por clientes em potencial.

source: When it is higher than the Maximum Loans-to-Assets Ratio, the bank will stop giving out new loans.
pt_br: Quando for maior que a Relação Máxima de Empréstimos por Ativos, o banco deixará de conceder novos empréstimos.

source: When it is set to a higher value, the same public facility incurs larger operating expenses.
pt_br: Quando é definido para um valor maior, a mesma instalação pública incorre em despesas operacionais maiores.

source: When it reads "1st", it means your corporation has achieved market dominance for the respective product class.
pt_br: Quando lê "1º", significa que sua empresa alcançou o domínio do mercado para a respectiva classe de produto.

source: When selecting a supplier, the freight cost is a very important factor to consider.
pt_br: Ao selecionar um fornecedor, o custo do frete é um fator muito importante a ser considerado.

source: When selecting a supplier, the freight cost is not a major factor to consider.
pt_br: Ao selecionar um fornecedor, o custo do frete não é um fator importante a ser considerado.

source: When the #customer waiting time# is higher than 30, it starts to negatively affect the #quality of service#.
pt_br: Quando o tempo de espera do #cliente# é superior a 30, começa a afetar negativamente a #qualidade do serviço#.

source: When the Bank Capital Ratio falls below the Requirement, there are 3 possible ways to handle it.
pt_br: Quando o índice de capital do banco cai abaixo da exigência, há 3 maneiras possíveis de lidar com isso.

source: When the Customer Waiting Time is higher than 30, it starts to negatively affect the Quality of Service.
pt_br: Quando o Tempo de Espera do Cliente é superior a 30, ele começa a afetar negativamente a Qualidade do Serviço.

source: When the Express mode is enabled, a new streamlined user interface will be used for retail stores, replacing the original 3x3 layout.
pt_br: Quando o modo expresso é habilitado, uma nova interface de usuário simplificada será usada para lojas de varejo, substituindo o layout 3x3 original.

source: When the Inflation mode is set to #Inverse Inflation#, a bond's #Face Value# may decline over time due to inflation.
pt_br: Quando o modo Inflação é ajustado para #Inversa Inflação#, o #Valor facial# de um título pode diminuir com o tempo devido à inflação.

source: When the Survival Mode is enabled, the options available on the New Game Settings menu will be different to reflect the new gameplay mechanism.
pt_br: Quando o Modo de Sobrevivência estiver ativado, as opções disponíveis no menu Novas configurações de jogo serão diferentes para refletir o novo mecanismo de jogabilidade.

source: When the bank capital ratio is too low, the game will pop up a window forcing the player to take action.
pt_br: Quando a taxa de capital do banco for muito baixa, o jogo abrirá uma janela forçando o jogador a agir.

source: When the bank capital ratio is too low, the game will stop issuing loans and notify you via the Event Tracker.
pt_br: Quando a taxa de capital do banco for muito baixa, o jogo deixará de emitir empréstimos e notificará você através do Event Tracker.

source: When the bank capital ratio is too low, the game will stop issuing loans.
pt_br: Quando a taxa de capital do banco for muito baixa, o jogo deixará de emitir empréstimos.

source: When the city has a high level of business activity, more jobs will be created, lowering the unemployment rate.
pt_br: Quando a cidade tiver um alto nível de atividade empresarial, mais empregos serão criados, diminuindo a taxa de desemprego.

source: When the city's competitiveness is weak, it will have to import large volumes of goods, hurting employment in the manufacturing sector.
pt_br: Quando a competitividade da cidade for fraca, ela terá que importar grandes volumes de mercadorias, prejudicando o emprego no setor de manufatura.

source: When the city's competitiveness rating exceeds the global competitiveness rating, the city will be in a position to export its products to the worldwide market.
pt_br: Quando a classificação de competitividade da cidade exceder a classificação de competitividade global, a cidade estará em condições de exportar seus produtos para o mercado mundial.

source: When the demand (orange) bar is longer than the supply (yellow) bar, it means you do not have enough supply to meet the demand.
pt_br: Quando a barra de demanda (laranja) é mais longa que a barra de oferta (amarela), significa que você não tem oferta suficiente para atender à demanda.

source: When the economy is in a downturn, consumers will cut back spending on products of low necessity indices.
pt_br: Quando a economia está em crise, os consumidores reduzirão os gastos com produtos de baixo índice de necessidade.

source: When the interest rate is high, the money supply is also tight.
pt_br: Quando a taxa de juros é alta, a oferta de dinheiro também é apertada.

source: When this bar reaches its full length, it means that the unit has reached its full capacity and can process no more goods even if there is additional supply and demand.^^Conversely, if the unit is underutilized, its facilities and resources are not used effectively.
pt_br: Quando esta barra atinge seu comprimento total, significa que a unidade atingiu sua capacidade total e não pode processar mais mercadorias, mesmo que haja oferta e demanda adicionais. ^^ Por outro lado, se a unidade for subutilizada, suas instalações e recursos não serão usados efetivamente.

source: When this civic building is #not in full operation#, its #operating cost is lower#.
pt_br: Quando este edifício cívico não está em pleno funcionamento, seu custo operacional é menor.

source: When this feature is enabled, corporations will able to able to issue bonds to raise capital, and the bond market will be accessible.
pt_br: Quando esse recurso está habilitado, as empresas poderão emitir títulos para levantar capital e o mercado de títulos estará acessível.

source: When this is enabled, AI will automatically build apartments when there is unmet demand.
pt_br: Quando isto for ativado, a IA construirá automaticamente apartamentos quando houver demanda não atendida.

source: When this is enabled, AI will automatically build civic buildings when there is unmet demand.
pt_br: Quando isso for ativado, a IA construirá automaticamente edifícios cívicos quando houver demanda não atendida.

source: When this is enabled, the computer will automatically adjust the operation levels of all of the city's civic facilities for you.
pt_br: Quando isso for ativado, o computador ajustará automaticamente os níveis de operação de todas as instalações cívicas da cidade para você.

source: When this is enabled, the computer will automatically manage all of the city's existing apartments for you.
pt_br: Quando isso for ativado, o computador gerenciará automaticamente todos os apartamentos da cidade existentes para você.

source: When this is enabled, the computer will automatically manage all of the city's existing commercial buildings for you.
pt_br: Quando isto for ativado, o computador gerenciará automaticamente todos os edifícios comerciais existentes da cidade para você.

source: When this is enabled, the computer will automatically manage all of the city's existing media firms for you.
pt_br: Quando isso está ativado, o computador gerencia automaticamente todas as empresas de mídia da cidade.

source: When this is enabled, the computer will automatically manage all of the corporation's existing apartments.
pt_br: Quando isso está ativado, o computador gerencia automaticamente todos os apartamentos existentes da empresa.

source: When this is enabled, the computer will automatically manage all of the corporation's existing commercial buildings.
pt_br: Quando isso está ativado, o computador gerencia automaticamente todos os edifícios comerciais existentes da corporação.

source: When this is enabled, the traditional media (TV, Radio and Newspaper) will be disrupted by the Internet.
pt_br: Quando isto for ativado, a mídia tradicional (TV, Rádio e Jornal) será perturbada pela Internet.

source: When this is set to a higher value, loan defaults will soar at a higher rate during an economic downturn, leading to a potential liquidity crisis.
pt_br: Quando isto for definido para um valor mais alto, a inadimplência dos empréstimos subirá a uma taxa mais alta durante uma crise econômica, levando a uma crise potencial de liquidez.

source: When this is set to low, you can expect most products to enjoy healthy profit margins and companies will be in general more profitable.
pt_br: Quando isto for definido como baixo, você pode esperar que a maioria dos produtos desfrute de margens de lucro saudáveis e as empresas em geral serão mais lucrativas.

source: When you click this button, it will go to the Person screen and let you select a person to offer to hire.
pt_br: Quando você clica nesse botão, a tela Pessoa é exibida, permitindo que você selecione uma pessoa a ser contratada.

source: When you enable eCommerce sales for this firm, your eCommerce sites will add all consumer products from this firm to its catalog.
pt_br: Quando você habilitar as vendas de eCommerce para esta empresa, seus sites de eCommerce adicionarão todos os produtos de consumo desta empresa a seu catálogo.

source: When you increase the allocation to borrowers of poorer credit ratings, the bank will receive higher interest income, but the loan default rate will also increase as a result.
pt_br: Quando você aumenta a alocação para tomadores de empréstimos com classificações de crédito mais baixas, o banco recebe uma receita de juros mais alta, mas a taxa de inadimplência do empréstimo também aumenta como resultado.

source: When you select this check box, the system will randomly disable a specific percentage of product classes in the new game.
pt_br: Quando você seleciona esta caixa de seleção, o sistema irá desativar aleatoriamente uma porcentagem específica de classes de produtos no novo jogo.

source: When you select this check box, the system will randomly lock a specific percentage of product classes in the new game and require the player to "reinvent" them in R&D centers.
pt_br: Quando você marca esta caixa de seleção, o sistema bloqueia aleatoriamente uma porcentagem específica de classes de produto no novo jogo e exige que o jogador as "reinvente" nos centros de P&D.

source: When you sell a product that is sourced from an external supplier, if the supplier is also selling the same product in its own retail store, you will have to agree to the retail price set by the supplier.
pt_br: Quando você vende um produto que é proveniente de um fornecedor externo, se o fornecedor também estiver vendendo o mesmo produto em sua própria loja de varejo, você terá que concordar com o preço de varejo estabelecido pelo fornecedor.

source: When you set a new price, the new price will be applied to #all of your firms# of the same type selling the same product in the same city.
pt_br: Quando você estabelece um novo preço, o novo preço será aplicado a #todas as suas empresas# do mesmo tipo que vendem o mesmo produto na mesma cidade.

source: When you set a new price, the new price will be applied to all of your #Retail Stores# selling the same product in the same city.
pt_br: Quando você estabelece um novo preço, o novo preço será aplicado a todas as suas #Lojas de varejo# vendendo o mesmo produto na mesma cidade.

source: When your Smart Phone tech has reached 300, this custom image will be displayed.
pt_br: Quando sua tecnologia Smart Phone chegar a 300, esta imagem personalizada será exibida.

source: When your tech level has reached the assigned level, the custom image will be displayed.
pt_br: Quando seu nível técnico tiver atingido o nível designado, a imagem personalizada será exibida.

source: When your tech level has reached this level, the current custom image will be displayed.
pt_br: Quando seu nível tecnológico atingir esse nível, a imagem personalizada atual será exibida.

source: Whether there is a developed city at the beginning or not.
pt_br: Se há uma cidade desenvolvida no início ou não.

source: While we were exploring the interfaces, your department store was already generating revenue.^^Take a look at the ~cash and profit figures~ on the toolbar.
pt_br: Enquanto explorávamos as interfaces, sua loja de departamentos já estava gerando receita. ^^ Dê uma olhada na barra de ferramentas ~ Caixa e Lucro ~.

source: Wildcard layout plans are for factories and can be used for producing any products with the same number of inputs.
pt_br: Os planos de layout Genericos são para fábricas e podem ser usados para produzir quaisquer produtos com o mesmo número de entradas.

source: Wildcard layout plans are for setting up a layout with #[Prepare] units# and can be used for preparing any products with the same number of inputs.
pt_br: Os layouts de wildcard são usados para estabelecer um layout com #[Preparar] unidades# e podem ser usados para preparar qualquer produto com o mesmo número de entradas.

source: Will AI tech companies go IPO?
pt_br: As empresas de tecnologia de IA entrarão em IPO?

source: Will you accept this offer?|
pt_br: Você aceita esta oferta?|

source: With a #loose credit assessment standard#, all corporations will receive #better credit ratings# and benefit from #lower bond interest expenses#.
pt_br: Com um # padrão de avaliação de crédito livre #, todas as corporações receberão # melhores avaliações de crédito # e se beneficiarão de # menores despesas com juros de títulos #.

source: With the advertising delivering its effect, your products' ~brand ratings~ will continue to increase, which in turn will raise your products' ~overall ratings~ and thus drive their sales higher.^^While all this is happening, let's open the ~Corporate Details~ report by pressing the shortcut key ~'D'~ to access some useful market intelligence.
pt_br: Com a publicidade produzindo seu efeito, as ~classificações da marca ~ de seus produtos continuarão a aumentar, o que, por sua vez, aumentará as ~classificações gerais~ dos seus produtos e, assim, aumentará suas vendas.^^Enquanto tudo isso está acontecendo, vamos abrir o ~Detalhes da Corp~ tecla de atalho ~ 'D' ~ para acessar algumas informações úteis de mercado.

source: With the display still only showing your department store (as a colored square), click the ~Business Relationship~ mode icon.
pt_br: Com o visor ainda mostrando apenas sua loja de departamentos (como um quadrado colorido), clique no ícone do modo ~Relacionamento comercial~.

source: With training, operating units in your firm will gradually advance to higher levels, thus improving their efficiency.
pt_br: Com o treinamento, as unidades operacionais em sua empresa avançarão gradualmente para níveis mais altos, melhorando assim sua eficiência.

source: Wizard
pt_br: Assistente

source: Workers at the Unit
pt_br: Trabalhadores na Unidade

source: World Map (hotkey: Ctrl-W)
pt_br: Mapa mundial (Tecla de atalho: Ctrl-W)

source: Yearly Stock Graph
pt_br: Gráfico de preço anual das ações

source: Yellow bar = Price rating.
pt_br: Barra amarela = Classificação do preço.

source: Yellow bar = the Supply.
pt_br: Barra amarela = o fornecimento.

source: Yield (also called Yield to Maturity)
pt_br: Rendimento (também chamado de Rendimento até o vencimento)

source: You are advised to set this based on the #Supply/Demand index# displayed at the lower part of this info window.
pt_br: Aconselhamos que você defina isto com base no índice #Oferta/Demanda# exibido na parte inferior desta janela de informações.

source: You are now back in your department store.
pt_br: Agora você está de volta à sua loja de departamentos.

source: You can assign COO to manage your individual firms.
pt_br: Você pode designar o COO para administrar suas empresas individuais.

source: You can associate custom images to your products and assign a technology level to each custom product image.
pt_br: Você pode associar imagens personalizadas a seus produtos e atribuir um nível tecnológico a cada imagem de produto personalizado.

source: You can build a maximum of 15 cities.
pt_br: Você pode construir um máximo de 15 cidades.

source: You can cancel this mode by clicking the ~My Firms~ button again.
pt_br: Você pode cancelar este modo clicando novamente no botão ~Possuo~.

source: You can increase employee loyalty in the following ways: 1) give salary raises 2) set a higher training budget.
pt_br: Você pode aumentar a lealdade dos funcionários das seguintes maneiras: 1) dar aumentos salariais 2) estabelecer um orçamento de treinamento mais elevado.

source: You can only trade stock once a day in a Challenge Game.
pt_br: Você só pode negociar ações uma vez por dia em um Challenge Game.

source: You can repay part or all of your loan by accessing the ~Financial Actions~ screen of the ~Information Center~ and using the ~Repay~ section of the screen.^^Good Luck!
pt_br: Você pode reembolsar parte ou a totalidade de seu empréstimo acessando a tela ~Ações financeiras~ do ~Centro de Informações~ e usando a seção ~Reembolsar~ da tela.^^Boa sorte!

source: You can see the current game date here.^^Note that the game runs in real time.You may change the game speed using the shortcut keys ~'1' (slowest) to '5' (fastest)~.^^You may also pause the game by pressing the ~key '0'~.
pt_br: Você pode ver a data do jogo atual aqui. ^^ Observe que o jogo é executado em tempo real. Você pode alterar a velocidade do jogo usando as teclas de atalho ~ '1' (mais lento) para '5' (mais rápido) ~. ^^ Você pode também pausar o jogo pressionando a ~tecla '0' ~.

source: You can see the price level of each insurance type on the #Insurances# page.
pt_br: Você pode ver o nível de preços de cada tipo de seguro na página #Seguros#.

source: You can see your corporation's market shares for each product that it is currently selling.^^The ~rank~ columns indicates your company's sales ranking.
pt_br: Você pode ver as participações de mercado de sua empresa para cada produto que está vendendo no momento.^^As colunas ~rank~ indicam a classificação de vendas de sua empresa.

source: You can see your product's ~brand rating~ on the ~Sales unit~.
pt_br: Você pode ver a ~avaliação da marca de seu produto~ na ~unidade de venda~.

source: You can switch your corporation's brand strategy here by clicking one of the below brand strategies.
pt_br: Você pode mudar a estratégia de marca de sua corporação aqui, clicando em uma das estratégias de marca abaixo.

source: You can then use the product design in your manufacturing units in your factories.
pt_br: Você pode então utilizar o projeto do produto em suas unidades de fabricação em suas fábricas.
